/* 
  Localizable.strings
  Instabar

  Created by Aby Nimbalkar on 4/10/16.
  Copyright © 2016 Aby Nimbalkar. All rights reserved.
*/

"run/hint" = "Run a Plugin or Menu Action";
"goto/hint" = "Go to a Page, Artboard, Group, or Layer";
"insert/hint" = "Insert a Symbol";
"create/hint" = "Enter a Name";
"apply/hint" = "Apply a Shared Style to Selected Layers";

"actionName/run" = "run";
"actionName/goto" = "goto";
"actionName/insert" = "insert";
"actionName/create" = "create";
"actionName/apply" = "apply";

"invalidAction/apply" = "Cannot Apply Styles to Selected Layers";
"invalidActionDescription/apply" = "Select One or More Shapes or Text Layers";
"invalidAction/create" = "No Layer Selected";
"invalidActionDescription/create" = "Select a Layer to Create a Symbol or Shared Style";